#+TITLE: DZJY notes
#+LINK: dzjycan file:~/db/text/dzjy-can/%s
#+LINK: dzjy file:~/db/text/dzjy/%s
#+LINK: dz file:~/db/text/dz/%s
#+OPTIONS: toc:nil num:nil
#+COLUMNS: %35ITEM %10CT %5TAGS %10EXTENT %10LODGE %15KZ %10DZ
#+DATE: 2015-02-08

*** asdasd
#+BEGIN_SRC emacs-lisp
(save-restriction
;  (org-narrow-to-subtree)
  (1- (length
(org-element-parse-buffer 'headline))))
   ;(org-element-map
   ;    (org-element-parse-buffer)
   ;    'headline
   ;  (lambda (x) 1)))))
#+END_SRC

#+RESULTS:
: 317

